name: "fusion_model"
platform: "pytorch_libtorch"
max_batch_size: 256

input [
  { name: "INPUT__0" data_type: TYPE_FP32 dims: [ -1, 4 ] }
]

output [
  { name: "OUTPUT__0" data_type: TYPE_FP32 dims: [ 1 ] }
]

instance_group [
  { kind: KIND_GPU count: 2 }
]
